Repository: Uhmmu/animegod
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Not Sharing
ja: 共有していません
zh_hans: 未在分享

source: Not Started
ja: 未視聴
zh_hans: 未看

source: Not a Concert
ja: ライブではない
zh_hans: 不是演唱会

source: Not connected — entries stay indexed; playback needs the drive or a cached copy.
ja: 未接続 — 項目は残ります。再生にはドライブかキャッシュが必要です。
zh_hans: 未连接——条目仍保留在索引中；播放需要连接硬盘或有缓存。

source: Not enough free space on this Mac to cache “%@”.
ja: この Mac の空き容量が足りないため「%@」をキャッシュできません。
zh_hans: 这台 Mac 的可用空间不足，无法缓存“%@”。

source: Not running
ja: 停止中
zh_hans: 未运行

source: Not started (time limit)
ja: 未開始（時間切れ）
zh_hans: 未开始（已到时限）

source: Nothing Downloading
ja: ダウンロード中の項目はありません
zh_hans: 没有正在下载的剧集

source: Nothing Followed Yet
ja: まだ何も登録していません
zh_hans: 还没有订阅任何番剧

source: Nothing Playing
ja: 再生中の項目はありません
zh_hans: 没有正在播放的内容

source: Nothing cached
ja: キャッシュはありません
zh_hans: 没有缓存

source: Nothing came back for “%@”. Try another spelling, or skip and match it later from the anime's page.
ja: 「%@」では何も見つかりませんでした。別の表記で試すか、スキップして後から作品ページで紐づけてください。
zh_hans: 搜「%@」没有结果。换个写法试试，或者跳过，以后在番剧页面里匹配。

source: Nothing followed yet
ja: 登録はまだありません
zh_hans: 暂无订阅

source: Nothing in Progress
ja: 視聴途中の作品はありません
zh_hans: 没有看到一半的剧集

source: Nothing is being uploaded. Finished downloads stay on disk and stop sharing, and a download that completes from now on stops as soon as it finishes. Sharing is how a swarm survives: every episode downloaded here came from someone who left theirs running. It costs upload bandwidth for as long as AnimeGod is open, so it is yours to switch on.
ja: 現在、何もアップロードしていません。完了したダウンロードはディスクに残りますが共有は止まり、これから完了するものも終わった瞬間に停止します。 共有は群（スウォーム）が生き延びる仕組みそのものです。ここで落ちてきた一話も、誰かが自分の分を動かし続けてくれたおかげで届いています。AnimeGod を開いている間ずっとアップロード帯域を使うので、オンにするかどうかはあなたが決めてください。
zh_hans: 当前没有上传任何数据。已完成的下载仍留在磁盘上，但不再分享；从现在起完成的下载也会在完成的那一刻停止。 分享是一个种子群能活下去的原因：这里下载到的每一集，都来自某个让自己的副本一直挂着的人。只要 AnimeGod 开着，它就会占用上传带宽，所以开不开由你决定。

source: Nothing is known about it beyond the folder it arrived in, so there is no setlist to lay over it. Discs are matched by the catalogue number in the folder name — ANZX-10294, BRMM-10716.
ja: このディスクについては、入っていたフォルダ以外に手がかりがないため、重ねるセットリストもありません。照合はフォルダ名の品番（ANZX-10294、BRMM-10716）で行います。
zh_hans: 除了它所在的文件夹，关于这张碟一无所知，所以也没有曲目表可以对上去。识别靠文件夹名里的品番 —— ANZX-10294、BRMM-10716。

source: Nothing new was matched. %lld lookup(s) failed; cached metadata and the local library remain available.
ja: 新たに照合できたものはありません。%lld 件の検索に失敗しました。キャッシュ済みのメタデータとローカルライブラリはそのまま使えます。
zh_hans: 没有匹配到新内容。%lld 次查询失败；已缓存的元数据和本地资料库仍可正常使用。

source: Nothing to Review
ja: 確認するものはありません
zh_hans: 没有需要审核的内容

source: Nothing to Share Yet
ja: まだ共有するものがありません
zh_hans: 暂时没有可分享的内容

source: Nothing to import.
ja: 読み込むものはありません。
zh_hans: 没有可导入的内容。

source: Nothing watched in %@ yet.
ja: %@年はまだ何も見ていません。
zh_hans: %@ 年还没有观看记录。

source: Off
ja: オフ
zh_hans: 关闭

source: Off by default. Sharing is how a swarm stays alive — every episode here came from someone who left theirs running — but it uses upload bandwidth for as long as AnimeGod is open, so it is yours to switch on. What is being shared, and how much, is in the Seeding section.
ja: 既定ではオフです。共有は群（スウォーム）が生き延びる仕組みそのもので、ここにある一話一話も誰かが自分の分を動かし続けてくれた結果ですが、AnimeGod を開いている間ずっとアップロード帯域を使うため、オンにするかどうかはあなたが決めてください。何をどれだけ共有しているかは「シード」セクションにあります。
zh_hans: 默认关闭。分享是一个种子群能活下去的原因——这里的每一集都来自某个让自己的副本一直挂着的人——但只要 AnimeGod 开着，它就会占用上传带宽，所以开不开由你决定。正在分享什么、上传了多少，都在「做种」栏目里。

source: Official site
ja: 公式サイト
zh_hans: 官方网站

source: One chapter per song
ja: 1 チャプター 1 曲
zh_hans: 一章一首

source: One line per song, each with the time it starts. A `DAY1` or `Disc 2` line splits the nights, and `Encore` marks what follows it — but none of that is required, and a list that simply starts over at a lower time is read as the next disc.
ja: 1 行 1 曲、それぞれ開始時間を添えてください。`DAY1` や `Disc 2` だけの行で公演を分け、`Encore` 以降はアンコール扱いになります。いずれも必須ではなく、時間が巻き戻った箇所は次のディスクとして読みます。
zh_hans: 一行一首，每行带它开始的时间。单独一行写 `DAY1` 或 `Disc 2` 可以分开场次，`Encore` 之后的算安可 —— 但这些都不是必须的，时间突然变小的地方会被当作下一张碟。

source: Online
ja: オンライン
zh_hans: 在线

source: Online Subtitles
ja: オンライン字幕
zh_hans: 在线字幕

source: Online subtitles need a provider key — Settings
ja: オンライン字幕にはサービスのキーが必要です — 設定
zh_hans: 在线字幕需要服务密钥——请前往设置

source: Online subtitles: %@
ja: オンライン字幕：%@
zh_hans: 在线字幕：%@

source: Online subtitles: waiting for the video
ja: オンライン字幕：動画を待機中
zh_hans: 在线字幕：等待视频加载

source: Only Show %@
ja: %@ のみ表示
zh_hans: 只显示 %@

source: Only download releases that match
ja: 条件に合うリリースのみダウンロード
zh_hans: 只下载符合以下条件的资源

source: Only for keys saved by earlier builds. macOS may ask for your password once per key; they are then removed from the Keychain.
ja: 以前のバージョンで保存したキー用です。キーごとに一度パスワードを求められることがあり、その後キーチェーンから削除されます。
zh_hans: 仅用于旧版本保存的密钥。macOS 可能会为每个密钥询问一次密码，之后它们会从钥匙串中移除。

source: Only releases that bring an episode your library doesn't have
ja: ライブラリにない話を含むリリースのみ
zh_hans: 只显示能补上资料库缺少剧集的资源

source: Opacity %lld%%
ja: 不透明度 %lld%%
zh_hans: 不透明度 %lld%%

source: Open Listing Page
ja: 掲載ページを開く
zh_hans: 打开发布页

source: Open an anime, edit your entry, and assign it a ranking. Rankings stay separate from scores.
ja: アニメを開いて記録を編集し、順位を付けてください。順位は評価とは別に管理されます。
zh_hans: 打开一部番剧，编辑你的记录并给它排名。排名与评分相互独立。

source: Open in Another Torrent App
ja: 他のトレントアプリで開く
zh_hans: 在其他 BT 客户端中打开

source: Open on %@
ja: %@ で開く
zh_hans: 在 %@ 上打开

source: Open on Bangumi
ja: Bangumi で開く
zh_hans: 在 Bangumi 上打开

source: OpenSubtitles API key
ja: OpenSubtitles API キー
zh_hans: OpenSubtitles API 密钥

source: OpenSubtitles password (optional)
ja: OpenSubtitles パスワード（任意）
zh_hans: OpenSubtitles 密码（可选）

source: OpenSubtitles username (optional)
ja: OpenSubtitles ユーザー名（任意）
zh_hans: OpenSubtitles 用户名（可选）

source: Opening video…
ja: 動画を開いています…
zh_hans: 正在打开视频…

source: Order the grid by name, by when it was added, by the average of the ratings its sources gave it, or split it into finished, still watching and not started
ja: 名前順・追加順・各ソースの評価の平均で並べ替えるか、見終わった／視聴中／未視聴の3つに分けて表示します
zh_hans: 按名称、添加时间或各来源评分的平均值排列，也可以分成已看完、正在观看和未看三栏

source: Order the grid by name, by when it was added, or by the average of the ratings its sources gave it
ja: 名前順・追加順・各ソースの評価の平均順で並べ替えます
zh_hans: 按名称、加入时间，或各来源评分的平均值来排列

source: Organization
ja: 制作
zh_hans: 制作

source: Over %lld Characters
ja: %lld文字超
zh_hans: 超过 %lld 个字

source: Pack
ja: パック
zh_hans: 合集包

source: Pack %@
ja: パック %@
zh_hans: 合集包 %@

# Page %lld of %lld
source: Page %1$lld of %2$lld
ja: %1$lld / %2$lld ページ
zh_hans: 第 %1$lld / %2$lld 页

source: Pair a Phone…
ja: iPhone とペアリング…
zh_hans: 配对手机…

source: Paired %@
ja: ペアリング日 %@
zh_hans: 配对于 %@

source: Paste Times
ja: 時間を貼り付け
zh_hans: 粘贴时间

source: Paste a Timeline
ja: タイムラインを貼り付け
zh_hans: 粘贴时间轴

source: Paste a setlist with times into this disc — for the concerts no source can place.
ja: 時間付きのセットリストをこのディスクに貼り付けます。どのソースでも位置が分からないライブ向けです。
zh_hans: 把带时间的曲目表粘贴到这张碟上 —— 给那些任何来源都定位不了的演唱会用。

source: Pause
ja: 一時停止
zh_hans: 暂停

source: Pause (Space)
ja: 一時停止（スペース）
zh_hans: 暂停（空格）

source: Pause or resume checking for new episodes
ja: 新しい話のチェックを一時停止／再開
zh_hans: 暂停或恢复检查新剧集

source: Paused
ja: 一時停止中
zh_hans: 已暂停

source: Peers
ja: ピア
zh_hans: 用户

source: Peers reachable through the distributed hash table
ja: 分散ハッシュテーブル（DHT）で到達できるピア
zh_hans: 通过 DHT 网络可连接的用户数

source: Personal
ja: 個人
zh_hans: 个人

source: Personal rank
ja: 自分の順位
zh_hans: 个人排名

source: Pick an episode from the library window.
ja: ライブラリのウインドウからエピソードを選んでください。
zh_hans: 请从资料库窗口选择一集。

source: Pieces are downloaded in order so the file can be played before it finishes
ja: ピースを順番にダウンロードするので、完了前に再生できます
zh_hans: 分片按顺序下载，文件下载完成前就能播放

source: Play
ja: 再生
zh_hans: 播放

source: Play %@
ja: %@を再生
zh_hans: 播放%@

source: Play (Space)
ja: 再生（スペース）
zh_hans: 播放（空格）

source: Play Again
ja: もう一度再生
zh_hans: 重新播放

source: Play First Episode
ja: 第1話を再生
zh_hans: 播放第一集

source: Play Next Episode
ja: 次の話を再生
zh_hans: 播放下一集

source: Play Now
ja: すぐに再生
zh_hans: 立即播放

source: Play While Downloading
ja: ダウンロードしながら再生
zh_hans: 边下边播

source: Play a few episodes and your yearly viewing report will build itself from watch history.
ja: 何話か見ると、視聴履歴から年間の視聴レポートが作られます。
zh_hans: 看几集之后，年度观看报告就会根据观看记录自动生成。

source: Play now — the rest keeps downloading
ja: 今すぐ再生 — 残りはダウンロードを続けます
zh_hans: 立即播放——剩余部分继续下载

source: Playback Position
ja: 再生位置
zh_hans: 播放位置

source: Playback Speed
ja: 再生速度
zh_hans: 播放速度

source: Playback failed: %@
ja: 再生に失敗しました：%@
zh_hans: 播放失败：%@

source: Playback progress
ja: 再生の進み具合
zh_hans: 播放进度

source: Player
ja: プレーヤー
zh_hans: 播放器

source: Plays from %@
ja: %@ から再生します
zh_hans: 从 %@ 开始播放

source: Plays this disc from the start — there is no time for this song.
ja: このディスクを先頭から再生します（この曲の時間は不明です）。
zh_hans: 从头播放这张碟 —— 这首歌没有时间点。

source: Port %@ not mapped
ja: ポート %@ は未割り当て
zh_hans: 端口 %@ 未映射

source: Port %@ open
ja: ポート %@ 開放中
zh_hans: 端口 %@ 已开放

source: Preparing Suggestions
ja: 候補を準備中
zh_hans: 正在准备建议

source: Previous Episode (P)
ja: 前の話 (P)
zh_hans: 上一集 (P)

# Previously matched: %@%@
source: Previously matched: %1$@%2$@
ja: 以前のマッチ：%1$@%2$@
zh_hans: 之前匹配的是：%1$@%2$@

source: Private Notes
ja: 個人メモ
zh_hans: 私人笔记

source: Programme
ja: 収録内容
zh_hans: 内容

source: Provider
ja: サービス
zh_hans: 服务

source: Published
ja: 公開日
zh_hans: 发布时间

source: Queued
ja: 待機中
zh_hans: 排队中

# Queued %lld episodes of %@ · %lld download at a time.
source: Queued %1$lld episodes of %2$@ · %3$lld download at a time.
ja: %2$@ の %1$lld 話をキューに追加 · 同時に %3$lld 件ダウンロードします。
zh_hans: 已加入 %2$@ 的 %1$lld 集 · 同时下载 %3$lld 个。

source: Rating
ja: 評価
zh_hans: 评分

source: Rating %@ out of 10
ja: 評価 %@（10点満点）
zh_hans: 评分 %@（满分 10）

source: Re-announce to Trackers
ja: トラッカーに再通知
zh_hans: 重新向 Tracker 汇报

source: Reachable at
ja: 接続先アドレス
zh_hans: 可通过以下地址访问

source: Ready to Search
ja: 検索の準備ができました
zh_hans: 准备搜索

source: Recent
ja: 最近
zh_hans: 最近

source: Recent Activity
ja: 最近のアクティビティ
zh_hans: 最近动态

source: Recent Sessions
ja: 最近の視聴
zh_hans: 最近观看

source: Recent searches
ja: 最近の検索
zh_hans: 最近搜索

source: Recently Added
ja: 最近追加した順
zh_hans: 最近添加

source: Recognised as a concert · downloading
ja: ライブと判定 · ダウンロード中
zh_hans: 已识别为演唱会 · 下载中

source: Refine
ja: 絞り込み
zh_hans: 细化筛选

source: Refresh
ja: 更新
zh_hans: 刷新

source: Refresh %@ community content
ja: %@ のコミュニティを更新
zh_hans: 刷新 %@ 社区内容

source: Refresh Danmaku
ja: 弾幕を更新
zh_hans: 刷新弹幕

source: Relaunch AnimeGod to switch the language.
ja: 言語を切り替えるには AnimeGod を再起動してください。
zh_hans: 重启 AnimeGod 以切换语言。

source: Relaunch Now
ja: 今すぐ再起動
zh_hans: 立即重启

source: Relaxed
ja: 広め
zh_hans: 宽松

source: Release
ja: リリース
zh_hans: 版本

source: Release Sources
ja: リリースのソース
zh_hans: 资源站

source: Released
ja: 発売日
zh_hans: 发售日

source: Releases
ja: リリース
zh_hans: 资源

source: Releases for %@
ja: %@ のリリース
zh_hans: %@ 的资源

source: Releases shipped as .rar, .zip or .7z are unpacked where they land, so the library scan finds episodes instead of archives
ja: .rar、.zip、.7z で配布されたリリースはその場で展開されるので、ライブラリのスキャンでアーカイブではなくエピソードが見つかります
zh_hans: 以 .rar、.zip 或 .7z 发布的资源会在原处解压，这样扫描媒体库时看到的是剧集而不是压缩包

source: Releases you download from Find Releases appear here. Files are saved to %@ and keep downloading while AnimeGod is open.
ja: 「リリース検索」からダウンロードしたものがここに表示されます。ファイルは %@ に保存され、AnimeGod を開いている間ダウンロードが続きます。
zh_hans: 从“查找资源”下载的资源会显示在这里。文件保存在 %@，只要 AnimeGod 开着就会继续下载。

source: Reload
ja: 再読み込み
zh_hans: 重新加载

source: Remove
ja: 削除
zh_hans: 移除

source: Remove Cached Copy
ja: キャッシュを削除
zh_hans: 移除缓存

source: Remove Downloads and Search Again
ja: ダウンロードを削除して再検索
zh_hans: 移除已下载字幕并重新搜索

source: Remove Downloads for This Episode
ja: このエピソードのダウンロードを削除
zh_hans: 移除这一集的已下载字幕

source: Remove and Delete Files
ja: 削除してファイルも消去
zh_hans: 移除并删除文件

source: Remove this download?
ja: このダウンロードを削除しますか？
zh_hans: 要移除这个下载吗？

source: Remove this source from AnimeGod. Files are never deleted.
ja: このソースを AnimeGod から削除します。ファイルは削除されません。
zh_hans: 从 AnimeGod 中移除这个来源。文件不会被删除。

source: Remove this subscription?
ja: この購読を削除しますか？
zh_hans: 要移除这个订阅吗？

source: Remove, Keep Files
ja: 削除（ファイルは残す）
zh_hans: 移除，保留文件

source: Remove…
ja: 削除…
zh_hans: 移除…

source: Reset Offset
ja: オフセットをリセット
zh_hans: 重置偏移

source: Resolution
ja: 解像度
zh_hans: 分辨率

source: Resume
ja: 続きから
zh_hans: 继续

source: Resume Watching
ja: 続きから見る
zh_hans: 继续观看

source: Retry
ja: 再試行
zh_hans: 重试

source: Retry Failed
ja: 失敗したものを再試行
zh_hans: 重试失败项

source: Review Matches
ja: マッチを確認
zh_hans: 审核匹配

source: Review Matches (%lld)
ja: マッチを確認（%lld）
zh_hans: 审核匹配（%lld）

source: Reviews
ja: レビュー
zh_hans: 日志

source: Revoke
ja: 取り消す
zh_hans: 撤销

source: Rewatches: %lld
ja: 再視聴回数：%lld
zh_hans: 重看次数：%lld

source: Rules
ja: ルール
zh_hans: 规则

source: SDR Output (forced)
ja: SDR 出力（強制）
zh_hans: SDR 输出（强制）

source: SUB
ja: 登録
zh_hans: 订阅

source: Save
ja: 保存
zh_hans: 保存

source: Save Keys
ja: キーを保存
zh_hans: 保存密钥

source: Save Torrent File
ja: トレントファイルを保存
zh_hans: 保存种子文件

source: Save Torrent File…
ja: トレントファイルを保存…
zh_hans: 保存种子文件…

source: Saved
ja: 保存しました
zh_hans: 已保存

source: Saved “%@”.
ja: 「%@」を保存しました。
zh_hans: 已保存“%@”。

source: Scan
ja: スキャン
zh_hans: 扫描

source: Scan All Libraries
ja: すべてのライブラリをスキャン
zh_hans: 扫描所有资料库

source: Scans
ja: スキャン
zh_hans: 扫图

source: Score (0–10)
ja: 評価（0–10）
zh_hans: 评分（0–10）

source: Scrolling Speed %@
ja: 流れる速さ %@
zh_hans: 滚动速度 %@

source: Search
ja: 検索
zh_hans: 搜索

source: Search %@
ja: %@ を検索
zh_hans: 搜索 %@

source: Search Subtitles…
ja: 字幕を検索…
zh_hans: 搜索字幕…

source: Search a season that is still airing under Find Releases, switch to Episode Sets, and press Subscribe. What is out downloads now; every episode after it arrives on its own, from the same fansub, into the same folder.
ja: 「リリースを探す」で放送中のシーズンを検索し、「エピソードセット」に切り替えて「登録する」を押してください。公開済みの分はすぐにダウンロードされ、それ以降の話は同じ字幕組から同じフォルダに自動で届きます。
zh_hans: 在「查找资源」里搜索一部连载中的番剧，切到「剧集合辑」，然后按「订阅」。已经发布的部分立即下载；之后的每一集都会自动到来 —— 同一个字幕组，同一个文件夹。

source: Search anime torrent indexes for this title
ja: アニメのトレントインデックスでこの作品を検索
zh_hans: 在动画资源站中搜索这部作品

source: Search another anime title (optional)
ja: 別のアニメのタイトルで検索（任意）
zh_hans: 搜索其他番剧标题（可选）

source: Search another title
ja: 別のタイトルで検索
zh_hans: 搜索其他标题

source: Search another title (default: %@)
ja: 別のタイトルで検索（既定：%@）
zh_hans: 搜索其他标题（默认：%@）

source: Search comments
ja: コメントを検索
zh_hans: 搜索弹幕

source: Search every comment in this episode.
ja: このエピソードのすべてのコメントを検索します。
zh_hans: 搜索这一集的所有弹幕。

source: Search for
ja: 検索対象
zh_hans: 搜索

source: Search for the anime
ja: 作品を検索
zh_hans: 搜索番剧

source: Search library
ja: ライブラリを検索
zh_hans: 搜索资料库

source: Search uses the library's titles, the episode number and the release.
ja: 検索にはライブラリのタイトル、話数、リリース情報を使います。
zh_hans: 搜索会使用资料库中的标题、集数和版本信息。

source: Search 动漫花园, 蜜柑计划, Nyaa and other anime indexes at once. Separate a title's aliases with commas to search them together.
ja: 动漫花园、蜜柑计划、Nyaa などのアニメのインデックスをまとめて検索します。別名をカンマで区切ると一緒に検索できます。
zh_hans: 同时搜索动漫花园、蜜柑计划、Nyaa 等动画资源站。一个作品的多个别名用逗号分隔即可一起搜索。

# Searched %lld of %lld · %@
source: Searched %1$lld of %2$lld · %3$@
ja: %1$lld / %2$lld 検索済み · %3$@
zh_hans: 已搜索 %1$lld / %2$lld · %3$@

source: Searched %lld sources · %@
ja: %1$lld件のソースを検索 · %2$@
zh_hans: 已搜索 %1$lld 个来源 · %2$@

source: Searches: %@
ja: 検索語：%@
zh_hans: 搜索词：%@

source: Searching %@…
ja: %@ を検索中…
zh_hans: 正在搜索 %@…

source: Searching online subtitles…
ja: オンライン字幕を検索中…
zh_hans: 正在搜索在线字幕…

source: Searching subtitle sites…
ja: 字幕サイトを検索中…
zh_hans: 正在搜索字幕网站…

source: Searching…
ja: 検索中…
zh_hans: 正在搜索…

source: Season complete
ja: シーズン完結
zh_hans: 本季完结

source: Seeding
ja: シード
zh_hans: 做种

source: Seeding · %@ shared
ja: シード中 · %@ 共有済み
zh_hans: 做种中 · 已上传 %@

source: Separate aliases with commas
ja: 別名はカンマで区切る
zh_hans: 多个别名用逗号分隔

source: Serve this library to AnimeGod on iPhone
ja: iPhone の AnimeGod にこのライブラリを公開
zh_hans: 向 iPhone 上的 AnimeGod 提供这个媒体库

source: Sessions
ja: セッション
zh_hans: 观看次数

source: Sessions by Hour
ja: 時間帯別のセッション
zh_hans: 按时段统计

source: Sessions by Weekday
ja: 曜日別のセッション
zh_hans: 按星期统计

source: Setlist
ja: セットリスト
zh_hans: 曲目

source: Setlists powered by
ja: セットリスト提供
zh_hans: 曲目数据来自

source: Settings
ja: 設定
zh_hans: 设置

source: Share Finished Downloads
ja: 完了したダウンロードを共有
zh_hans: 分享已完成的下载

source: Share this one again
ja: これをもう一度共有
zh_hans: 重新分享这一项

source: Sharing
ja: 共有中
zh_hans: 分享中

source: Shift ↑
ja: 1 曲前へ
zh_hans: 上移一首

source: Shift ↓
ja: 1 曲後へ
zh_hans: 下移一首

source: Shoutbox
ja: ひとこと
zh_hans: 吐槽

source: Show All
ja: すべて表示
zh_hans: 显示全部

source: Show Danmaku
ja: 弾幕を表示
zh_hans: 显示弹幕

source: Show Danmaku (D)
ja: 弾幕を表示 (D)
zh_hans: 显示弹幕 (D)

source: Show Remaining Time
ja: 残り時間を表示
zh_hans: 显示剩余时间

source: Show Total Time
ja: 全体の時間を表示
zh_hans: 显示总时长

source: Show in Finder
ja: Finder で表示
zh_hans: 在访达中显示

# Showing the first %lld of %@ matches.
source: Showing the first %1$lld of %2$@ matches.
ja: %2$@件中、最初の %1$lld件を表示しています。
zh_hans: 显示 %2$@ 条匹配中的前 %1$lld 条。

source: Shown in the list
ja: 一覧に表示
zh_hans: 在列表中显示

source: Simplified Chinese (简)
ja: 簡体字中国語（简）
zh_hans: 简体中文（简）

source: Size
ja: サイズ
zh_hans: 大小

source: Skip
ja: スキップ
zh_hans: 跳过

source: Skip This Anime
ja: このアニメをスキップ
zh_hans: 跳过这部番剧

source: Skip episodes up to
ja: この話数までスキップ
zh_hans: 跳过此集及之前

source: Skip releases whose name says Chinese subtitles are burned in
ja: 中国語字幕の焼き込みと書かれたリリースをスキップ
zh_hans: 跳过名称表明中文字幕内嵌的资源

source: Skipping is remembered, so this title is not asked about again.
ja: スキップは記憶されます。この作品について再び尋ねることはありません。
zh_hans: 跳过会被记住，之后不会再问这部番。

source: Songs
ja: 曲
zh_hans: 曲目

source: Sort
ja: 並べ替え
zh_hans: 排序

source: Sort By
ja: 並べ替え
zh_hans: 排序方式

source: Source
ja: ソース
zh_hans: 来源

source: Source Details
ja: ソースの詳細
zh_hans: 来源详情

source: Sources
ja: ソース
zh_hans: 来源

# Sources %lld/%lld
source: Sources %1$lld/%2$lld
ja: ソース %1$lld/%2$lld
zh_hans: 来源 %1$lld/%2$lld

source: Special %@
ja: 特別編 %@
zh_hans: 特别篇 %@

source: Standard
ja: 標準
zh_hans: 标准

source: Starting…
ja: 起動中…
zh_hans: 正在启动…

source: Starts every episode at once; %lld download at a time and the rest wait their turn
ja: 全話をまとめて開始します。同時に %lld 件ダウンロードし、残りは順番待ちになります
zh_hans: 一次开始所有剧集；同时下载 %lld 个，其余的排队等待

source: Statistics
ja: 統計
zh_hans: 统计

source: Status
ja: 状態
zh_hans: 状态

source: Status: %@
ja: 状態：%@
zh_hans: 状态：%@

source: Still Watching
ja: 視聴中
zh_hans: 正在观看

source: Still airing
ja: 放送中
zh_hans: 连载中

source: Stop
ja: 停止
zh_hans: 停止

source: Stop Following
ja: 登録を解除
zh_hans: 取消订阅

source: Stop following
ja: 登録を解除
zh_hans: 取消订阅

source: Stop following this anime?
ja: この作品の登録を解除しますか？
zh_hans: 取消订阅这部番剧？

source: Stop sharing this one, and leave the rest sharing
ja: これだけ共有を止め、ほかはそのまま続ける
zh_hans: 只停止分享这一项，其余继续

source: Stopped
ja: 停止中
zh_hans: 已停止

source: Stopped at the time limit · %@
ja: 時間切れで停止 · %@
zh_hans: 已到时限停止 · %@

source: Stopped · %@ shared
ja: 停止中 · %@ 共有済み
zh_hans: 已停止 · 已上传 %@

source: Stored in AnimeGod's own local settings, outside the library and outside the project.
ja: AnimeGod 自身のローカル設定に保存されます。ライブラリの中でもプロジェクトの中でもありません。
zh_hans: 保存在 AnimeGod 自己的本地设置里，不在媒体库内，也不在项目里。

source: Studio
ja: スタジオ
zh_hans: 制作公司

source: SubDL API key
ja: SubDL API キー
zh_hans: SubDL API 密钥

source: Subscribe
ja: 登録する
zh_hans: 订阅

source: Subscribe to a set to have its next episodes download on their own
ja: セットを登録すると、その後の話が自動でダウンロードされます
zh_hans: 订阅某个剧集合辑，之后的剧集就会自动下载

source: Subscribed
ja: 登録済み
zh_hans: 已订阅

source: Subscribed, a new episode is ready
ja: 登録済み、新しい話が届いています
zh_hans: 已订阅，有新剧集可以看了

source: Subscribed, new episode %lld percent downloaded
ja: 登録済み、新しい話のダウンロード %lld%%
zh_hans: 已订阅，新剧集已下载 %lld%%

source: Subscription Activity
ja: 登録の履歴
zh_hans: 订阅动态

source: Subscriptions
ja: 購読
zh_hans: 订阅

source: Subtitle %lld
ja: 字幕 %lld
zh_hans: 字幕 %lld

source: Subtitle Delay
ja: 字幕の遅延
zh_hans: 字幕延迟

source: Subtitle cache: %@
ja: 字幕キャッシュ：%@
zh_hans: 字幕缓存：%@

source: Subtitles
ja: 字幕
zh_hans: 字幕

source: Subtitles are not shown in native Dolby Vision mode (⌘⇧H switches)
ja: ネイティブの Dolby Vision モードでは字幕を表示できません（⌘⇧H で切り替え）
zh_hans: 原生杜比视界模式下不显示字幕（⌘⇧H 切换）

source: Subtitles are off — no automatic search
ja: 字幕はオフです — 自動検索はしません
zh_hans: 字幕已关闭——不会自动搜索

source: Suggestions use library metadata and the episode number, not a pasted filename.
ja: 候補はライブラリのメタデータと話数から作られます。貼り付けたファイル名は使いません。
zh_hans: 建议基于资料库元数据和集数，而不是粘贴的文件名。

source: Synopsis and artwork from %@
ja: あらすじと画像：%@
zh_hans: 简介和图片来自 %@

source: System
ja: システム
zh_hans: 跟随系统

source: System Default
ja: システムに合わせる
zh_hans: 跟随系统

source: TMDB-matched · 简/繁 · 2,000 searches/day
ja: TMDB でマッチ · 简/繁 · 1日2,000回まで検索
zh_hans: 按 TMDB 匹配 · 简/繁 · 每天 2,000 次搜索

source: Tags, separated by commas
ja: タグ（カンマ区切り）
zh_hans: 标签，用逗号分隔

source: Take an episode a fansub never published from the closest other team, instead of leaving a hole in the season
ja: その字幕組が出していない話を、最も条件の近い別の字幕組から補い、シーズンに穴を残しません
zh_hans: 字幕组没发布的某一集，从最接近的其他字幕组补过来，而不是让这一季留空

source: Tell the trackers and the DHT this copy is here, so peers looking for it can find it
ja: トラッカーと DHT にこのコピーがここにあると知らせ、探しているピアから見つけてもらう
zh_hans: 向 Tracker 和 DHT 汇报这份副本在这里，让正在找它的用户能连上

source: That file is not on disk yet.
ja: そのファイルはまだディスクにありません。
zh_hans: 这个文件还没有写入磁盘。

source: The catalogue number, the label, the barcode and the shape of the box. Without a key its search answers 200 with nothing at all, which looks exactly like “no such release”.
ja: 品番、レーベル、バーコード、そしてボックスの構成。キーがないと検索は 200 を返して中身は空になり、「そんな作品はない」と区別がつきません。
zh_hans: 番号、厂牌、条码，以及这套盒装的构成。没有密钥时它的搜索会返回 200 和空结果，看起来和“没有这个版本”一模一样。

source: The disc carries no chapter marks, so the songs are laid end to end. The talk between them is not accounted for.
ja: このディスクにはチャプターマークがないため、曲を続けて並べています。MC の時間は考慮されていません。
zh_hans: 这张碟没有章节标记，所以曲目是首尾相接排下来的，没有算上中间的谈话。

source: The disc has as many chapters as the setlist has songs, so each chapter was taken as a song. A disc that also marks its MC segments would be one song out.
ja: チャプター数が曲数と一致したため、各チャプターを 1 曲として扱いました。MC にもチャプターがあるディスクでは 1 曲ずれます。
zh_hans: 这张碟的章节数和曲目数一样，所以把每个章节当成一首歌。如果碟片也给 MC 段落打了章节，整份就会错一首。

source: The disc names its own chapters after the songs, so these times are the disc's.
ja: このディスクはチャプター名が曲名そのものなので、これらの時間はディスク自身のものです。
zh_hans: 这张碟的章节本来就是用歌名命名的，所以这些时间就是碟片自己的。

source: The download engine could not start: %@
ja: ダウンロードエンジンを起動できませんでした：%@
zh_hans: 下载引擎无法启动：%@

source: The download engine is not running, so files cannot be moved.
ja: ダウンロードエンジンが動いていないため、ファイルを移動できません。
zh_hans: 下载引擎未运行，无法移动文件。

source: The episodes above are still downloading. They appear here once they have landed and their folder has been scanned.
ja: 上の話はまだダウンロード中です。完了してフォルダがスキャンされると、ここに表示されます。
zh_hans: 上面的剧集还在下载。下载完成并扫描所在文件夹后，它们会出现在这里。

source: The files are removed from this Mac. Nothing on your external drive is touched.
ja: ファイルはこの Mac から削除されます。外付けドライブの内容には触れません。
zh_hans: 文件会从这台 Mac 上删除。外置硬盘上的内容不受影响。

source: The library folder for this episode is unavailable.
ja: このエピソードのライブラリフォルダが利用できません。
zh_hans: 这一集所在的资料库文件夹不可用。

source: The player window always stays dark.
ja: プレーヤーのウインドウは常にダークです。
zh_hans: 播放器窗口始终保持深色。

source: The weakest swarm in the set — one dead episode holds up the season
ja: セット内で最も種の少ない話——1話でも止まるとシーズン全体が滞ります
zh_hans: 这一季中做种最少的一集——有一集没人做种就会拖住整季

source: The whole season, taking each episode from whichever fansub published it; %lld download at a time
ja: 各話を公開している字幕組から最適なものを選んだシーズン全体。同時に %lld 件ダウンロードします
zh_hans: 整季，每一集都取自发布过它的字幕组中最合适的一个；同时下载 %lld 个

source: There is nothing left to download in %@.
ja: %@ にダウンロードできる話は残っていません。
zh_hans: %@ 没有可下载的剧集了。

source: There was nothing to work the times out from.
ja: 時間を算出する手がかりがありませんでした。
zh_hans: 没有可以推算时间的依据。

source: This disc has not been identified
ja: このディスクは未識別です
zh_hans: 这张碟还没有识别

source: This file carries no chapter marks, so there is nothing to place the songs on. No catalogue publishes where a song starts either — the marks live inside the disc, and this encode dropped them.
ja: このファイルにはチャプターマークがないため、曲を並べる手がかりがありません。曲の開始位置を公開しているデータベースもありません。マークはディスク内部にあるもので、このエンコードでは削除されています。
zh_hans: 这个文件没有章节标记，所以没有东西可以把曲目定位上去。也没有任何数据库会公布某首歌从哪里开始 —— 标记本来在碟里，这个压制把它去掉了。
